[
  {
    "type": "title",
    "content": "EdgeProp.my Privacy Policy"
  },
  {
    "type": "para",
    "content": "Your privacy is important to us. The purpose of this Privacy Policy is to inform you of how The Edge Property Pte Ltd and/or its group of companies (“we”) manage personal data in accordance with applicable data protection laws and regulations, including where applicable the Malaysia Personal Data Protection Act 2010 and/or the Singapore Personal Data Protection Act 2012 (No. 26 of 2012, (individually and collectively, “the Data Protection Laws”). Please take a moment to read this Privacy Policy so that you know and understand the purposes for which we collect, use and disclose your Personal Data."
  },
  {
    "type": "para",
    "content": "By interacting with us, submitting information to us or signing up for any promotions or services offered by us, you agree and consent to The Edge Property Pte Ltd, its related corporations and affiliates (collectively referred to herein as \"us\", \"we\" or \"our\"), as well as our respective representatives collecting, using, disclosing and sharing amongst themselves your Personal Data, and disclosing such Personal Data to our authorised service providers and relevant third parties in the manner set forth in this Privacy Policy."
  },
  {
    "type": "para",
    "content": "This Privacy Policy supplements but does not supersede nor replace any other consents you may have previously provided to us nor does it affect any rights which we may have at law in connection with the collection, use or disclosure of your Personal Data. We may from time to time update this Privacy Policy to ensure that this Privacy Policy is consistent with our future developments, industry trends and/or any changes in legal or regulatory requirements. Subject to your rights at law, you agree to be bound by the prevailing terms of the Privacy Policy as updated from time to time on our websites. Please check regularly for updated information on the handling of your Personal Data."
  },

  {
    "type": "para",
    "content": "For avoidance of doubt, this Privacy Policy forms a part of the Terms and Conditions. In the event of any conflict, inconsistency or conflict between this Privacy Policy and the Terms and Conditions, the Privacy Policy shall prevail. All defined terms contained in the Terms and Conditions shall apply to this Privacy Policy unless otherwise specifically stated."
  },
  {
    "type": "subtitle",
    "content": "1.&nbsp;&nbsp; &nbsp;Your Personal Data"
  },
  {
    "type": "para",
    "content": "1.1&nbsp;&nbsp; &nbsp;In this Privacy Policy, “personal data” refers to any data or information relating directly or indirectly about you (or any person) from which you (such person) can be identified either (a) from that data; or (b) from that data and other information to which we have or are likely to have access including any sensitive personal data and expression of opinion about you. Examples of such personal data which you may provide to us include (depending on the nature of your interaction with us):"
  },
  {
    "type": "para",
    "content": "(a)&nbsp;&nbsp; &nbsp;your name, NRIC, passport or other identification number, telephone number(s), mailing address, email address and any other information relating to you which you have provided us in any forms you may have submitted to us, or in other forms of interaction with you;"
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;information about your use of our website and services, including cookies, IP address, subscription account details and membership details, but only to the extent that we may identify you from such information;"
  },
  {
    "type": "para",
    "content": "(c)&nbsp;&nbsp; &nbsp;your employment history, education background, and income levels;"
  },
  {
    "type": "para",
    "content": "(d)&nbsp;&nbsp; &nbsp;your payment related information, such as your bank account or credit card information, and your credit history;&nbsp;"
  },
  {
    "type": "para",
    "content": "(e)&nbsp;&nbsp; &nbsp;information about your usage of and interaction with our website and/or services including computer and connection information, device capability, bandwidth, statistics on page views, and traffic to and from our website;"
  },
  {
    "type": "para",
    "content": "(f) &nbsp;&nbsp; &nbsp;information about your property including without limitation the address, description, price list, photo/image and GPS coordinates of your property."
  },
  {
    "type": "para",
    "content": "1.2&nbsp;&nbsp; &nbsp;We may also collect sensitive personal data (if applicable) such as your religious beliefs, commission of any offence etc (hereinafter personal data and sensitive personal data shall collectively and severally be referred to as \"Personal Data\")."
  },
  {
    "type": "subtitle",
    "content": "2&nbsp;&nbsp; &nbsp;Collection of Personal Data"
  },
  {
    "type": "para",
    "content": "2.1&nbsp;&nbsp; &nbsp;Generally, we collect your Personal Data in the following ways:"
  },
  {
    "type": "para",
    "content": "(a)&nbsp;&nbsp; &nbsp;when you submit forms (online or otherwise) relating to any of our products or services;"
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;when you register for or use any of our services on websites owned or operated by us or when you register as a member of websites owned and/or operated by us,;"
  },
  {
    "type": "para",
    "content": "(c)&nbsp;&nbsp; &nbsp;when you interact with our customer service officers;"
  },
  {
    "type": "para",
    "content": "(d)&nbsp;&nbsp; &nbsp;when you use some of our services, e.g. our subscription service;"
  },
  {
    "type": "para",
    "content": "(e)&nbsp;&nbsp; &nbsp;when you establish any online accounts with us;"
  },
  {
    "type": "para",
    "content": "(f)&nbsp;&nbsp; &nbsp;when you request that we contact you;"
  },
  {
    "type": "para",
    "content": "(g)&nbsp;&nbsp; &nbsp;when you are contacted by, and respond to, our marketing representatives and agents;"
  },
  {
    "type": "para",
    "content": "(h)&nbsp;&nbsp; &nbsp;when you respond to our request for additional Personal Data;&nbsp;"
  },
  {
    "type": "para",
    "content": "(i)&nbsp;&nbsp; &nbsp;when you ask to be included in an email or other mailing list;"
  },
  {
    "type": "para",
    "content": "(j)&nbsp;&nbsp; &nbsp;when you respond to our promotions and other initiatives;"
  },
  {
    "type": "para",
    "content": "(k)&nbsp;&nbsp; &nbsp;when we receive references from business partners and third parties, for example, where you have been referred by them;"
  },
  {
    "type": "para",
    "content": "(l)&nbsp;&nbsp; &nbsp;when you submit your Personal Data to us for any other reason."
  },
  {
    "type": "para",
    "content": "2.2&nbsp;&nbsp; &nbsp;When you browse our website, you generally do so anonymously but please see the section below on cookies."
  },
  {
    "type": "para",
    "content": "2.3&nbsp;&nbsp; &nbsp;If you provide us with any Personal Data relating to a third party (e.g. information of spouse, children, parents, employees and/or authorised representatives), by submitting such information to us, you represent to us that you have obtained the consent of the third party to you providing us with their Personal Data for the respective purposes."
  },
  {
    "type": "para",
    "content": "2.4&nbsp;&nbsp; &nbsp;You should ensure that all Personal Data submitted to us is complete, accurate, true and correct. Failure on your part to do so may result in our inability to provide you with products and services you have requested."
  },
  {
    "type": "subtitle",
    "content": "3&nbsp;&nbsp; &nbsp;Purposes for the Collection, Use and Disclosure of Your Personal Data"
  },
  {
    "type": "para",
    "content": "3.1&nbsp;&nbsp; &nbsp;Generally, we collect, use and disclose your Personal Data for the following purposes:"
  },
  {
    "type": "para",
    "content": "(a)&nbsp;&nbsp; &nbsp;responding to your queries and requests and responding to complaints;"
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;managing our infrastructure and business operations and complying with internal policies and procedures;"
  },
  {
    "type": "para",
    "content": "(c)&nbsp;&nbsp; &nbsp;facilitating business asset transactions (which may extend to any merger, acquisition or asset sale);"
  },
  {
    "type": "para",
    "content": "(d)&nbsp;&nbsp; &nbsp;matching any Personal Data held which relates to you for any of the purposes listed herein;"
  },
  {
    "type": "para",
    "content": "(e)&nbsp;&nbsp; &nbsp;verifying your identity;"
  },
  {
    "type": "para",
    "content": "(f)&nbsp;&nbsp; &nbsp;preventing, detecting and investigating crime, including fraud and money-laundering, and analyzing and managing other commercial risks;"
  },
  {
    "type": "para",
    "content": "(g)&nbsp;&nbsp; &nbsp;protecting and enforcing our contractual and legal rights and obligations;"
  },
  {
    "type": "para",
    "content": "(h)&nbsp;&nbsp; &nbsp;conducting audits, reviews and analysis of our internal processes, action planning and managing commercial risks;"
  },
  {
    "type": "para",
    "content": "(i)&nbsp;&nbsp; &nbsp;compliance with any applicable rules, laws and regulations, codes of practice or guidelines or to assist in law enforcement and investigations by relevant authorities; and/or"
  },
  {
    "type": "para",
    "content": "(j)&nbsp;&nbsp; &nbsp;any other purpose relating to any of the above."
  },
  {
    "type": "para",
    "content": "3.2&nbsp;&nbsp; &nbsp;In addition, we may collect, use and disclose your Personal Data for the following purposes, depending on the nature of our relationship with you:"
  },
  {
    "type": "para",
    "content": "(a) &nbsp;&nbsp; &nbsp;If you have a subscription or membership account with us:"
  },
  {
    "type": "para",
    "content": "(i)&nbsp;&nbsp; &nbsp;to process your application for Online Subscription Services and/or Print Subscription Services;"
  },
  {
    "type": "para",
    "content": "(ii)&nbsp;&nbsp; &nbsp;to maintain your account with us;"
  },
  {
    "type": "para",
    "content": "(iii)&nbsp;&nbsp; &nbsp;to verify and process your personal particulars and payments in relation to provision of Online Subscription Service and/or Print Subscription Services to you;"
  },
  {
    "type": "para",
    "content": "(iv)&nbsp;&nbsp; &nbsp;to provide you with the goods and services which you have signed up for, including the provision and delivery of newspapers and magazines requested;"
  },
  {
    "type": "para",
    "content": "(v)&nbsp;&nbsp; &nbsp;communicating with you to inform you of changes and development to our policies, terms and conditions and other administrative information, including for the purposes of servicing you in relation to products and services offered to you;"
  },
  {
    "type": "para",
    "content": "(vi)&nbsp;&nbsp; &nbsp;resolving complaints and handling requests and enquiries;"
  },
  {
    "type": "para",
    "content": "(vii)&nbsp;&nbsp; &nbsp;conducting market research for statistical, profiling and statistical analysis for the improvement of services provided to you; and"
  },
  {
    "type": "para",
    "content": "(viii)&nbsp;&nbsp; &nbsp;the processing of your Personal Data in relation to any of the purposes stated above."
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;If you download or use any of our Apps:"
  },
  {
    "type": "para",
    "content": "(i)&nbsp;&nbsp; &nbsp;where the App includes App Subscription Services, to process your application for these services;"
  },
  {
    "type": "para",
    "content": "(ii)&nbsp;&nbsp; &nbsp;to maintain your account with us and to ensure your access of the App is within the scope of your subscription;"
  },
  {
    "type": "para",
    "content": "(iii)&nbsp;&nbsp; &nbsp;to verify and process your personal particulars and payments in relation to provision of goods and services connected to the App;"
  },
  {
    "type": "para",
    "content": "(iv)&nbsp;&nbsp; &nbsp; to provide you with the goods and services which you have signed up for and to push articles to you which may be relevant to you;"
  },
  {
    "type": "para",
    "content": "(v)&nbsp;&nbsp; &nbsp;communicating with you to inform you of changes and development to our policies, terms and conditions and other administrative information, including for the purposes of servicing you in relation to products and services offered to you;"
  },
  {
    "type": "para",
    "content": "(vi)&nbsp;&nbsp; &nbsp;resolving complaints and handling requests and enquiries;"
  },
  {
    "type": "para",
    "content": "(vii)&nbsp;&nbsp; &nbsp;conducting market research for statistical, profiling and statistical analysis for the improvement of services provided to you; and"
  },
  {
    "type": "para",
    "content": "(viii)&nbsp;&nbsp; &nbsp;the processing of your Personal Data in relation to any of the purposes stated above."
  },
  {
    "type": "para",
    "content": "(c) &nbsp;&nbsp; &nbsp;If you submit listings/advertisements to us or any of our other online advertising portals:"
  },
  {
    "type": "para",
    "content": "(i)&nbsp;&nbsp; &nbsp;to verify and process your personal particulars and payments made for the posting of the listings/advertisements;"
  },
  {
    "type": "para",
    "content": "(ii)&nbsp;&nbsp; &nbsp;communicating with you to inform you of changes and development to our policies, terms and conditions and other administrative information, including for the purposes of servicing you in relation to products and services offered to you;"
  },
  {
    "type": "para",
    "content": "(iii)&nbsp;&nbsp; &nbsp;resolving complaints and handling requests and enquiries; and&nbsp;"
  },
  {
    "type": "para",
    "content": "(iv)&nbsp;&nbsp; &nbsp;conducting market research for statistical, profiling and statistical analysis for the improvement of services provided to you."
  },
  {
    "type": "para",
    "content": "3.3&nbsp;&nbsp; &nbsp;In addition, where permitted under the Data Protection Laws, we may also collect, use and disclose your Personal Data for the following purposes (which we may describe in our documents and agreements as \"Additional Purposes\" for the handling of Personal Data):"
  },
  {
    "type": "para",
    "content": "(a)&nbsp;&nbsp; &nbsp;providing services, products and benefits to you, including promotions, loyalty and reward programmes;"
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;matching Personal Data with other data collected for other purposes and from other sources (including third parties) in connection with the provision or offering of products and services, whether by us or other third parties;"
  },
  {
    "type": "para",
    "content": "(c)&nbsp;&nbsp; &nbsp;administering events, campaigns, contests, competitions and awards, including, where necessary, in order to announce the results of these events, campaigns, contests, competitions and awards and identify and contact the winners, and in order to publicise and conduct marketing strictly related to these events, campaigns, contests, competitions, awards;"
  },
  {
    "type": "para",
    "content": "(d)&nbsp;&nbsp; &nbsp;sending you details of products, services, special offers and rewards, either to our customers generally, or of particular products and services which may be of interest to you; and"
  },
  {
    "type": "para",
    "content": "(e) &nbsp;&nbsp; &nbsp;conducting market research, understanding and determining customer location, preferences and demographics for us to review, develop and improve our products, services and also develop special offers and marketing programmes."
  },
  {
    "type": "para",
    "content": "3.4&nbsp; &nbsp;&nbsp; &nbsp;If you have provided your telephone number(s) and have indicated that you consent to receiving marketing or promotional information via your telephone number(s), then from time to time, we may contact you using such telephone number(s) (including via voice calls, sms, fax or other means) with information about our products and services (including discounts and special offers)."
  },
  {
    "type": "para",
    "content": "3.5 &nbsp;&nbsp; &nbsp;In relation to particular products or services or in your interactions with us, we may also have specifically notified you of other purposes for which we collect, use or disclose your Personal Data. If so, then we will collect, use and disclose your Personal Data for these additional purposes as well, unless we have specifically notified you otherwise."
  },
  {
    "type": "subtitle",
    "content": "4&nbsp;&nbsp; &nbsp;Disclosure of Personal Data"
  },
  {
    "type": "para",
    "content": "4.1 &nbsp;&nbsp; &nbsp;We will take reasonable steps to protect your Personal Data against unauthorised disclosure. Subject to the provisions of any applicable law, this Personal Data may be disclosed, for the purposes listed above (where applicable), to the following third parties, whether they are located overseas or in the country in which the Personal Data was collected, which may be Malaysia or Singapore, and you hereby consent to such transfer of your Personal Data to such third parties, including where such third parties are located outside Malaysia or Singapore (as applicable):&nbsp;&nbsp; &nbsp;"
  },
  {
    "type": "para",
    "content": "(a)&nbsp;&nbsp; &nbsp;our affiliates;"
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;agents, contractors or third party service providers who provide operational services to us, such as telecommunications, information technology, payment, payroll, processing, training, market research, newspaper vendor services, newspaper delivery services, storage, archival or other services to us;"
  },
  {
    "type": "para",
    "content": "(c)&nbsp;&nbsp; &nbsp;vendors or any third party business partners who offer goods and services or sponsor contests or other promotional programs on our sites, whether in conjunction with us or not;"
  },
  {
    "type": "para",
    "content": "(d)&nbsp;&nbsp; &nbsp;external business and charity partners in relation to corporate promotional events;"
  },
  {
    "type": "para",
    "content": "(e)&nbsp;&nbsp; &nbsp;the Credit Bureau, or in the event of default or disputes, any debt collection agencies or dispute resolution centres;"
  },
  {
    "type": "para",
    "content": "(f)&nbsp;&nbsp; &nbsp;any business partner, investor, assignee or transferee (actual or prospective) to facilitate business asset transactions (which may extend to any merger, acquisition or asset sale;"
  },
  {
    "type": "para",
    "content": "(g)&nbsp;&nbsp; &nbsp;anyone to whom we transfer or may transfer our rights and duties;"
  },
  {
    "type": "para",
    "content": "(h)&nbsp;&nbsp; &nbsp;banks, credit card companies and their respective service providers;"
  },
  {
    "type": "para",
    "content": "(i)&nbsp;&nbsp; &nbsp;our professional advisors such as our auditors and lawyers;"
  },
  {
    "type": "para",
    "content": "(j)&nbsp;&nbsp; &nbsp;relevant government regulators or authority or law enforcement agency to comply with any laws or rules and regulations imposed by any governmental authority; and"
  },
  {
    "type": "para",
    "content": "(k)&nbsp;&nbsp; &nbsp; any other party to whom you authorise us to disclose your personal data."
  },
  {
    "type": "para",
    "content": "We will ensure recipients of your Personal Data are legally bound to provide a standard of protection for your Personal Data comparable to the protection afforded under the applicable Data Protection Laws."
  },
  {
    "type": "subtitle",
    "content": "5&nbsp;&nbsp; &nbsp;Use of cookies"
  },
  {
    "type": "para",
    "content": "5.1&nbsp;&nbsp; &nbsp;When you interact with us on our websites, we may collect or analyse anonymised information from which individuals cannot be identified (“Aggregate Information”), such as number of users and their frequency of use, the number of page views (or page impressions) that occur on the website and common entry and exit points into website."
  },
  {
    "type": "para",
    "content": "5.2&nbsp;&nbsp; &nbsp;We use \"cookies\", where a small data file is sent to your browser to store and track Aggregate Information about you when you enter our websites. The cookie is used to track information such as the number of users and their frequency of use, profiles of users and their preferred sites.&nbsp;"
  },
  {
    "type": "para",
    "content": "5.3&nbsp; &nbsp;&nbsp; &nbsp;We may use an independent company (the “Third Party Market Research Company”) to measure and analyse the Internet usage across our web sites. We use the Third Party Market Research Company’s services to collect the following core information on the usage of our web sites, including:&nbsp;&nbsp; &nbsp;"
  },
  {
    "type": "para",
    "content": "(a)&nbsp;&nbsp; &nbsp;The number of page views (or page impressions) that occur on our web sites;"
  },
  {
    "type": "para",
    "content": "(b)&nbsp;&nbsp; &nbsp;The number of unique visitors to our web sites;"
  },
  {
    "type": "para",
    "content": "(c)&nbsp;&nbsp; &nbsp;How long these unique visitors (on average) spend on our web sites when they do visit; and"
  },
  {
    "type": "para",
    "content": "(d)&nbsp;&nbsp; &nbsp;Common entry and exit points into our web sites."
  },
  {
    "type": "para",
    "content": "5.4&nbsp; &nbsp;&nbsp; &nbsp;This information is aggregated by the Third Party Market Research Company and provided to us to assist in analysing the usage of our web sites. Such data is also accessible by media organizations and research companies, for the purpose of conducting industry comparisons with other Internet portals."
  },

  {
    "type": "para",
    "content": "5.5&nbsp;&nbsp; &nbsp;Pages on our web sites may be coded with software which enables the Third Party Market Research Company to track visitors to our web sites."
  },
  {
    "type": "para",
    "content": "5.6&nbsp;&nbsp; &nbsp;Should you wish to disable the cookies associated with these technologies, you may do so by changing the setting on your browser. However, you may not be able to enter certain part(s) of our website."
  },
  {
    "type": "subtitle",
    "content": "6&nbsp;&nbsp; &nbsp;Third-Party Sites"
  },
  {
    "type": "para",
    "content": "6.1&nbsp;&nbsp; &nbsp;Our website may contain links to other websites operated by third parties, such as our business partners. We are not responsible for the privacy practices of websites operated by third parties that are linked to our website. We encourage you to learn about the privacy policies of such third party websites. Some of these third party websites may be co-branded with our logo or trademark, even though they are not operated or maintained by us. Once you have left our website, you should check the applicable terms, conditions and policies of the third party website to determine how they will handle any information they collect from you."
  },
  {
    "type": "subtitle",
    "content": "7&nbsp;&nbsp; &nbsp;Safeguards"
  },
  {
    "type": "para",
    "content": "7.1&nbsp;&nbsp; &nbsp;The Internet is not a secure medium. We cannot accept any responsibility for any unauthorised access or loss of your Personal Data, save in accordance with this Privacy Policy.&nbsp;"
  },
  {
    "type": "para",
    "content": "7.2&nbsp;&nbsp; &nbsp;We have put in place various security procedures, rules and technical measures to protect your Personal Data from any loss, misuse, modification, unauthorized or accidental access or disclosure, alteration or destruction. All of our employees and data processors, who have access to and are associated with the processing of personal data, are obliged to respect the confidentiality of your Personal Data."
  },
  {
    "type": "para",
    "content": "7.3&nbsp;&nbsp; &nbsp;While we cannot guarantee that loss, misuse or alteration of data will not occur, we make reasonable efforts to prevent such unfortunate occurrences. Personal Data that we collect from you will be stored and backed up securely in a restricted and controlled location."
  },
  {
    "type": "subtitle",
    "content": "8&nbsp;&nbsp; &nbsp;Withdrawal, Access and Correction of your Personal Data"
  },
  {
    "type": "para",
    "content": "8.1&nbsp;&nbsp; &nbsp;Should you wish to withdraw consent to use of your Personal Data or obtain access to or make corrections to your Personal Data records, or should you have any queries or concerns relating to our handling of your Personal Data, please log in to the relevant account through which the Personal Data was provided, if any, failing which please contact the relevant Personal Data Protection Officer, contact details of which are found below :"
  },
  {
    "type": "para",
    "content": "The Data Officer"
  },
  {
    "type": "link",
    "content": "Email: <a href=\"mailto:data.officer@bizedge.com\">data.officer@bizedge.com</a>"
  },
  {
    "type": "link",
    "content": "<p><strong>Tel No</strong>: <a href=\"tel:+60377218000\">603-7721 8000</a></p>"
  },
  {
    "type": "para",
    "content": "Fax No: +60377218118"
  },
  {
    "type": "para",
    "content": "8.2&nbsp;&nbsp; &nbsp;Please note that if your Personal Data has been provided to us by a third party, you should &nbsp;&nbsp; &nbsp;contact such party directly to make any queries, feedback, and access and correction &nbsp;&nbsp; &nbsp;requests to us on your behalf."
  },
  {
    "type": "para",
    "content": "8.3&nbsp;&nbsp; &nbsp;Please note that if you withdraw your consent to any or all use of your Personal Data, depending on the nature of your request, we may not be in a position to continue to provide its products or services to you or administer any contractual relationship in place, and this may also result in the termination of any agreements with us and your being in breach of your contractual obligations or undertakings, and our legal rights and remedies in such event are expressly reserved."
  },
  {
    "type": "subtitle",
    "content": "9&nbsp;&nbsp; &nbsp;Governing Law"
  },
  {
    "type": "para",
    "content": "9.1&nbsp;&nbsp; &nbsp;This Privacy Policy shall be governed in all respects by the laws of Malaysia.&nbsp;"
  },
  {
    "type": "para",
    "content": "9.2&nbsp;&nbsp; &nbsp;In the event of any conflict, the English version of this Privacy Policy shall prevail.&nbsp;"
  }
]
