[
  {
    "content": "<h1>EdgeProp.my Terms & Conditions</h1>"
  },
  {
    "content": "THE EDGE PROPERTY WEBSITE (the “Website”)"
  },
  {
    "content": "TERMS AND CONDITIONS (the “Terms and Conditions”)"
  },
  {
    "content": "<p>By using, accessing, browsing and/or registering as a user of the Website at <a href=\"http://www.edgeprop.com\">www.edgeprop.com</a> and the Services (as defined below), you are deemed to have read and agreed to be bound by the Terms and Conditions and our Privacy Policy, which may be revised, amended or updated by us in our sole discretion from time to time, with or without notice to you. Any revision, amendment or update of the Terms and Conditions and Privacy Policy will be effective immediately upon the posting of such revisions, amendments or updates on the Website and you expressly waive any right to receive specific notification of such revisions, amendments or updates by emails or other forms of communications. You further agree that your continued access and use of the Website and the Services constitute your express agreement to abide by such further revisions, amendments or updates applicable to the Services and these revisions, amendments or updates are hereby incorporated into the Terms and Conditions and the Privacy Policy, as the case may be. Please read our Privacy Policy, which is incorporated within the Terms and Conditions by reference. Please note that the Terms and Conditions and Privacy Policy form a legally binding contract between you and The Edge Property Pte Ltd and/or its group of companies (“we”). If you do not agree with the Terms and Conditions and/or our Privacy Policy, you should exit from the Website or cancel your registration. You are advised to review the Terms and Conditions periodically and check the version date for changes made. Please also note that in the course of operating our Website and Services, we may organise events, campaigns, contests, competitions, awards and the like which may or may not contain additional Terms and Conditions, Rules and/or Privacy Policy. You are further advised to review the Terms and Conditions, Rules and Privacy Policy of such events, campaigns, contests, competitions, awards and the like (if any) before participating and/or registering for such activities. </p>"
  },
  {
    "content": "<p><strong>1. SCOPE OF SERVICES</strong></p>"
  },
  {
    "content": "<p>1.1     We make available to you various services, contents, products including property news and information, related services and other related content such as analytics and tools (“Services”) which may be accessed through any medium, format or device now known or hereinafter developed, including the Website in accordance with the Terms and Conditions. The Services may also be located at the third party websites, applications either as a link from an add-on service to or in connection with, other web sites or applications that such third parties control. You further acknowledge that the Services may include various forms of communication from us, including emails, messages, newsletters and other service announcements. You understand and agree that the Services are provided on an <strong>“AS IS”</strong> basis and that we are not responsible for the availability, timeliness or functionality of the Services, deletion or failure to store any content, saved selections if applicable or personalisation settings. </p>"
  },
  {
    "content": "<p>1.2     You expressly acknowledge that we may from time to time, at our sole discretion, establish general practices, guidelines and limits concerning the use of the Website or Services including without limitation any of the following, with or without giving you prior notice:</p>"
  },
  {
    "content": "<p>(a)    the manner in which we vary, amend, add to, or suspend the Website, Services or any part thereof including the removal of any part or content of the Website or Services;</p>"
  },
  {
    "content": "<p>(b)    the maximum number of days any of the Services will be retained at the Website;</p>"
  },
  {
    "content": "<p>(c)    the placement, positioning and presentation of a Listing/Advertisement is at our sole discretion. </p>"
  },
  {
    "content": "<p>(d)    we do not undertake to review the Contents and you are fully and solely responsible in checking and ensuring the accuracy and veracity of the Contents before they are published or repeated. We reserve the right to refuse your request to correct any errors or to print errata in the Listing/Advertisement upon the publication. </p>"
  },
  {
    "content": "<p>4.4    In submitting the Contents for placement of a Listing/Advertisement, you represent and warrant as follows:</p>"
  },
  {
    "content": "<p>(a)    the Contents are in full compliance with the Terms and Conditions;</p>"
  },
  {
    "content": "<p>(b)    you have the right to publish the Contents (or part thereof) without infringing any third party rights, giving rise to any civil or criminal liability or breaching of any laws;</p>"
  },
  {
    "content": "<p>(c)    you are permitted to use the photographs or images in the Listing/Advertisement. Please note that you are not allowed to use photographs or images provided in the Website or Services by other users unless expressly allowed; </p>"
  },
  {
    "content": "<p>(d)    the photographs, images or materials in the Contents do not contain the watermarked logo or name of our competitors;</p>"
  },
  {
    "content": "<p>(e)    you will only upload the relevant photos of the property to be listed including the interior, exterior or even the surroundings of the said property and you will not include any other unnecessary information including company logo, website details, sale signboards and other unrelated information or claims;</p>"
  },
  {
    "content": "<p>(f)    you have obtained the necessary legal, regulatory and governmental approvals, licenses, consents and permits in relation to any promotional activity, including but not limited to lucky draws contained in the Listing/Advertisement, if any;       </p>"
  },
  {
    "content": "<p>(g)    the Contents submitted are true, current and accurate;</p>"
  },
  {
    "content": "<p>(h)    you do not provide any false, inaccurate or misleading information in the Contents or overstate, create a false impression or omit to provide any relevant information;</p>"
  },
  {
    "content": "<p>(i)    you do not place the Listing/Advertisement without the owner’s consent, including without limitation private homeowners and/or property developers;</p>"
  },
  {
    "content": "<p>(j)    you do not advertise a price differently from that stipulated by the owner;</p>"
  },
  {
    "content": "<p>(k)    you do not advertise a Listing as available when it is not available for sale or for rent;</p>"
  },
  {
    "content": "<p>(l)    you will not submit or claim Listing(s) that does not belong to you or place the Listing/Advertisement on behalf of, for or represent other company, corporation, individual or agency;</p>"
  },
  {
    "content": "<p>(m)    each Listing relates only to one specific real property;</p>"
  },
  {
    "content": "<p>(n)    where you are placing the Listing/Advertisement in the ordinary course of your business/profession, you have complied with all applicable laws, rules, regulations, guidelines and directives of the relevant jurisdictions governing the conduct of your business/profession, including without limitation, all licensing requirements such as the Valuers, Appraisers and Estate Agents Act 1981 of Malaysia and the Estate Agents Act (Chapter 95A) of Singapore;</p>"
  },
  {
    "content": "<p>(o)    you have complied with all applicable laws, rules, regulations, guidelines and directives in the placement of the Listing/Advertisement in the relevant jurisdictions including the jurisdiction where the targeted audience of the Listing/Advertisement resides.</p>"
  },
  {
    "content": "<p>4.4    You shall ensure that any third party websites linked through the Contents are relevant and are not websites that provide auctioneering or advertising services.</p>"
  },
  {
    "content": "<p>4.5    You may request for the removal and/or withdrawal of any Listing/Advertisement published, in which case, you will not be refunded on the removal and/or withdrawal of such Listing/Advertisement. We reserve the right to charge you administrative fees for such removal and/or withdrawal. </p>"
  },
  {
    "content": "<p>4.6    You hereby grant us, our affiliated and related companies, employees, licensees, suppliers, vendors or agents, a royalty-free, irrevocable, perpetual, transferable and worldwide license to use, reproduce, distribute, display, modify, edit, translate, adapt, display, disseminate, communicate to the public in any manner whatsoever the Contents (or part thereof) in printed format or on the Website or Services through any medium, format or device now known or hereinafter developed.</p>"
  },
  {
    "content": "<p>4.7    The use of third party services or third party software to post the Listing is strictly prohibited and is a violation of the Terms and Conditions herein. </p>"
  },
  {
    "content": "<p><strong>5. ANALYTICS AND TOOLS</strong></p>"
  },
  {
    "content": "<p>5.1     Section 5 relates to the Services for you to use various tools, access databases, statistical information and analyses of data (the “Analytics”) pertaining to real estate trends in Malaysia and Singapore and any other jurisdictions as may be added by us from time to time. The Analytics may be available to you via the Website through any medium, format or device now known or hereinafter developed, via text messages, sms, whatapps, on printed matters or any other medium as may be determined by us from time to time.</p>"
  },
  {
    "content": "<p>5.2    Access to such data or information may be limited based on the category of users you belong to. </p>"
  },
  {
    "content": "<p>5.3    You may view, download and print the Analytics where it is only used for your own internal business purposes or personal use and is not distributed to a third party, where no alterations, additions or modifications are made to it and due acknowledgement is given to us and citing the sources of the relevant data extracted. </p>"
  },
  {
    "content": "<p>5.4    The Analytics should not be used for any commercial purpose or as a substitute for professional advice. They are provided “AS IS” and we do not give you warranty as to its accuracy. We shall not be responsible or liable for any claims, damages, losses, expenses, costs or liabilities whatsoever (THE NO WARRANTY, DISCLAIMER AND INDEMNITY AND ALL OTHER TERMS AND CONDITIONS HEREIN ARE FULLY APPLICABLE TO THIS SECTION). You are advised to seek professional advice before entering into any transactions.</p>"
  },
  {
    "content": "<p>5.5    We reserve the rights to modify, alter, delete or withdraw the Analytics at any time without notice to you. </p>"
  },
  {
    "content": "<p><strong>6. NO PROFESSIONAL ADVICE</strong></p>"
  },
  {
    "content": "<p>6.1     All news, information, contents and other material displayed on the Website and Services including the Postings and UGM (as defined below) are for your general information purpose only and are no substitute for independent research and/or verifications and should not be regarded as a substitute for professional, legal, financial or real estate advice.</p>"
  },
  {
    "content": "<p>6.2    In particular, you must not treat the Website or the Services as a real estate, property valuation, financial or investment advisory service. The information on the Website and Services is provided on an “as is basis” without taking into account your specific objectives, financial status and particular needs. We ALWAYS recommend that you seek specific independent advice from your estate agents, valuers, financial advisers, lawyers or such other appropriate professionals before acting or relying on the information obtained from the Website and the Services.  We will not be held responsible or liable for timeliness, removal of information, failure to store, inaccuracy of information or improper delivery of information. </p>"
  },
  {
    "content": "<p><strong>7. POLL, COMMENTS, FORUM, SURVEY</strong></p>"
  },
  {
    "content": "<p>7.1     The Poll, Comments, Forum, Survey (“PCFS”) provides users an opportunity to post and exchange contents including without limitation information, data, ideas, photos, videos, messages, text, video, music, suggestions, proposals and opinions (the “Postings”). We call the Postings posted to PCFS or Postings submitted or made available for inclusion on the Website by users “User Generated Material” or “UGM”. If you wish to view or participate in a PCFS or submit the Postings on the Website, you must agree and comply with any specific rules posted on the PCFS. </p>"
  },
  {
    "content": "<p>7.2    You agree, represent and warrant that:</p>"
  },
  {
    "content": "<p>(a)    you have all necessary rights in and to all the Postings or UGM you provide and all materials they contain and that the Postings or UGM shall not infringe any proprietary, intellectual property or other rights of third parties;</p>"
  },
  {
    "content": "<p>(b)     by submitting UGM or Postings to us, you agree to grant us and we hereby accept a worldwide, perpetual, irrevocable, sub-licensable, royalty-free, transferable license (including any moral rights or other necessary rights) to use, display, disseminate, distribute, copy, reproduce, adapt, translate, modify, archive, publish, broadcast, communicate to the public, create derivative works and compilations, integrate, commercially exploit the Postings or UGM (whether in part or in whole), in any form, media, format or technology now known or developed subsequently, in a manner as we deem fit, whether on the Website, the Services or otherwise, without any requirement to pay you any compensation or reimbursement of any kind for this and with or without attribution to you. You also waive any moral rights that you may have in regard to the Postings or UGM;</p>"
  },
  {
    "content": "<p>(c)    we may already have similar contents to the Postings or UGM under consideration or in development and if this is the case (as decided by us in our sole discretion), you agree that such contents shall vest solely in us and that you shall have no right whatsoever in the ownership of the intellectual property rights to such contents, whether further developed by us or otherwise. You further undertake not to challenge or question the ownership or validity of such contents developed by us, or to bring any infringement proceedings in relation to such contents against us;</p>"
  },
  {
    "content": "<p>(d)    we will have the right (but not the obligation), at our sole discretion, to refuse to publish, to remove or to block access to any UGM or Postings, at any time and for any reason, with or without notice.</p>"
  },
  {
    "content": "<p>7.3     You are responsible for all the content of any of your Postings or UGM that you or we publish. You are financially responsible to us for any claim against us by any third party that your UGM or Postings is not in accordance with the Terms and Conditions or that otherwise relates to your UGM or Postings.</p>"
  },
  {
    "content": "<p>7.4     You agree that you will:</p>"
  },
  {
    "content": "<p>•     only post, link to or otherwise publish UGM or Postings that are your original content and will not infringe the copyright, trade marks, trade secrets, intellectual property rights or other rights of any third party when posting or publishing UGM or Postings.</p>"
  },
  {
    "content": "<p>•     not post, link to or otherwise publish any UGM or Postings containing any form of advertising or promotion for goods and services or any spam, junk mail, chain letters, pyramid schemes or any other form of unsolicited communication or unauthorised advertising or commerce, except in those areas that are approved by us.</p>"
  },
  {
    "content": "<p>•     not post, link to or otherwise publish any UGM or Postings with recommendations to buy or not buy a particular property, or other investment or which contain confidential information of another party or which otherwise have the purpose of affecting the price or value of any property, or other investment.</p>"
  },
  {
    "content": "<p>•     not create, post, link to, publish, transmit or otherwise make available any UGM or Postings that are discriminatory in nature, comments which make attacks on the grounds of race, religion, sex, gender, sexual orientation, disability or age, harmful, threatening, abusive, libellous, tortious, offensive, harassing, vulgar, obscene, indecent, invasive of another’s privacy, hateful, giving rise to civil or criminal liability, objectionable on the grounds of public interest, public morality, public order, national harmony, or are otherwise objectionable or unlawful.</p>"
  },
  {
    "content": "<p>•     respectfully challenge different points of view but not personally attack other commentators or users.</p>"
  },
  {
    "content": "<p>•     not disguise the origin of any UGM or Postings, forge headers or manipulate identifiers and not impersonate any person or entity (including our employees or PCFS guests or hosts) or misrepresent any connection or association with any person or entity.</p>"
  },
  {
    "content": "<p>•     not post or otherwise publish any UGM unrelated to the PCFS or the PCFS’s topic.</p>"
  },
  {
    "content": "<p>•     not post, transmit or otherwise make available any material, UGM or Postings that contain software viruses, malware, Trojan horses, files, programs or code designed to interrupt, destroy or limit the functionality of the Website, Services or any computer software or equipment.</p>"
  },
  {
    "content": "<p>•     not collect, store or harvest other users’ personal data.</p>"
  },
  {
    "content": "<p>•     not restrict, disrupt or inhibit any other user from using the PCFS, Website or Services.</p>"
  },
  {
    "content": "<p>•     not interfere with or disrupt the Services or another user’s use of the Services, Website or servers or networks connected to the Services, disobey requirements, procedures, policies, guidelines or regulations of network connected to the Services.</p>"
  },
  {
    "content": "<p>•     not commit any unlawful, illegal or fraudulent act, whether in relation to any third party service provider of the products and services regarding the Services or Website.</p>"
  },
  {
    "content": "<p>•     not to cache, store, hyperlink to, and frame the whole or any part of the Services and Website without our prior written permission. </p>"
  },
  {
    "content": "<p>7.5     While we may screen, edit or review any UGM or Postings prior to their appearance on the PCFS, we do not undertake to perform such screening, edit or review nor do we endorse or approve the UGM or Postings in any way. As such, the UGM or Postings do not necessarily reflect our views. The PCFS contains UGM or Postings submitted by users over whom we have no control so we cannot therefore guarantee the accuracy, integrity or quality of any UGM or Postings. Some users may not behave properly and may post UGM or Postings that are misleading, untrue or offensive. To the fullest extent permitted by applicable laws, we exclude all responsibility and liability for the UGM or Postings or for any losses, damages, costs or expenses resulting from its use and/or appearance in the PCFS.</p>"
  },
  {
    "content": "<p>7.6     It is not possible for us to fully monitor all UGM or Postings published on the Website and Services but where we have actually received notice of any UGM or Postings that is potentially misleading, untrue, offensive, unlawful, infringes third party rights or is potentially in breach of the Terms and Conditions, then we will review that UGM or Postings, decide whether to remove them or part thereof from the Website and act accordingly. We therefore cannot guarantee that all UGM or Postings will appear on the Website. If you believe that any UGM or Postings published on the Website infringes any legal rights that you may have or is not allowed under the Terms and Conditions, please notify us immediately with specific details.</p>"
  },
  {
    "content": "<p><strong>8.    TIPs</strong></p>"
  },
  {
    "content": "<p>8.1    The Services include a special feature called TIPs, designed to provide answers to questions posed by users on matters associated with property ownership such as home improvement and renovation, repairs, feng shui, legal advice etc. TIPs is a service provided by our selected partners. We do not recommend, endorse, approve, certify or guarantee any advice, information, products, opinion or services provided by or obtained from TIPs and we therefore do not take any responsibility for it. Reference to any specific products, process or service or otherwise in TIPs does not constitute or imply endorsement, recommendation or favouring by us. </p>"
  },
  {
    "content": "<p>8.2    We recommend that you seek independent advice from the appropriate professionals such as architects, engineers, consultants, lawyers, electricians, plumbers, before acting or relying on the information obtained from TIPs.  </p>"
  },
  {
    "content": "<p><strong>9. INTELLECTUAL PROPERTY</strong></p>"
  },
  {
    "content": "<p>9.1     You acknowledge and agree that all intellectual property rights and proprietary rights in all contents and materials inclusive of text, photographs, pictures, images, videos, audio, sound files, graphics and the selection, layout, arrangement, format and compilation of information, data or search results that form, are part of, contained in or accessed through the Website, the Services or part thereof, and in any enhancements or modifications to, adaptations or translations of, or derivative works based on the foregoing shall be and remain our exclusive property or that of our licensors, as the case may be. No intellectual property or other rights shall be transferred to you. You further acknowledge that the signs, trade marks, service marks, business identifiers and logos on the Website and Services are our trade marks or those of our affiliated or related companies, licensors, suppliers or vendors and as the case may be, you agree not to display or use these marks in manner that is limited or prohibited by us. </p>"
  },
  {
    "content": "<p>9.2    You understand that in the course of operating our Website and Services, we may organise events, campaigns, contests, competitions, awards and the like which involve the use of ideas, concepts, photos, films and tag lines or other materials submitted by you through your participation in the events, campaigns, contests, competitions, awards and the like.  You acknowledge and agree that all intellectual property rights and proprietary  rights in all such contents and materials submitted by you in relation to such events, campaigns, competitions and the like will be solely owned by us and we reserve the rights to use them in any manner we deem fit without further reference to you. This may include the disclosure of photos, films, sound recordings, descriptions of the property, your name and other personal details in relation to such activities.  You further acknowledge that you will abide by our additional Terms and Conditions or Rules (where applicable) and that each entry will be individually judged based on skill, relevancy creativity and originality, as determined by us in our sole discretion. Chance plays no part in determining the winner of such events, campaigns, contests, competitions, awards and the like.</p>"
  },
  {
    "content": "<p>9.3    You further acknowledge and agree that certain contents in the Website or Services may contain sponsored advertisements protected by the respective third parties’ intellectual property rights. </p>"
  },
  {
    "content": "<p>9.4     Except as expressly authorised by us, our licensees or advertisers in writing, you are granted a limited and non-sublicensable right to access and use the Website and Services and print the materials available on our Website for your personal, non-commercial and informational use only. We reserve the right, with or without notice and in our sole discretion to terminate your license to use the Website and Services, and to block or prevent future access to and use of the Website and Services. The limited license granted to you does not include the right for you to:</p>"
  },
  {
    "content": "<p>(a)    modify, copy, distribute, disseminate, republish, rent, lease, derive work from or download (unless permitted expressly) any of the material from the Website or Services;</p>"
  },
  {
    "content": "<p>(b)    market, promote, sell or make commercial or derivative use of the Website or any materials from the Website or Services;</p>"
  },
  {
    "content": "<p>(c)    make any reference to our trade marks in a commercial dealing without our prior written consent.</p>"
  },
  {
    "content": "<p>9.5     You do not acquire any rights to any User ID, IP address, and any codes (whether assigned to you or otherwise) and we reserve the right to change any of them at our sole discretion without being liable to you for any damages or losses suffered.</p>"
  },
  {
    "content": "<p>9.6     You are not allowed to use the Website, Services and the materials contained therein to construct, gather, extract or mine database of any kind or store the information (in its entirety or in any part) in databases for access by you or any third party or distribute any database services containing all or part of the Website and Services. You may not use the Services or Website in any way to improve the quality of any data sold or contributed by you to any third party. </p>"
  },
  {
    "content": "<p>9.7    Where applicable and when our software is used in connection with the Services (“Software”), we grant you a personal, non-transferable and non-exclusive right and license to use the object code of the Software on a single computer or device; provided that you do not (and you do not allow any third party to) copy, reproduce, modify, reverse engineer, decompile or reverse assemble or otherwise deal with or transfer any right in the Software, except where permitted by applicable law. You agree not to access the Services by any means other than through the interface that is provided by us for use in accessing the Services or Website.  Software in this context may include references to our web apps and web application. </p>"
  },
  {
    "content": "<p><strong>10. NO WARRANTY</strong></p>"
  },
  {
    "content": "<p>10.1     You EXPRESSLY UNDERSTAND AND ACCEPT that your use of the Website and Services is at your own risk and the Services and Website are provided to you on an “as is, as available” basis. Any condition or warranty which may be implied or incorporated within the Terms and Conditions by reason of statute or common law or otherwise (including warranties as to merchantability, suitability, satisfactory quality, fitness for purpose, compliance with description and non infringement) is hereby expressly excluded.  Some jurisdictions may not allow disclaimers of implied warranties and certain statements in the disclaimer may not apply to you as regards implied warranties. The other terms remain enforceable notwithstanding.</p>"
  },
  {
    "content": "<p>10.2     We, our related and affiliated entities, officers, employees, agents, partners, licensors, suppliers and vendors do not give or make any warranty (express or implied) that:</p>"
  },
  {
    "content": "<p>(a)    any part of the Website, Services or Analytics will be timely, accurate, reliable, secure or complete because the Internet is, due to unpredictable traffic congestion and other reasons, an inherently unreliable medium of communication and that such unreliability is beyond our control.</p>"
  },
  {
    "content": "<p>(b)    any part of the Website, Services or Analytics will be accessible at any time or at all times through the medium, platform, device, channel or format chosen or used by you;</p>"
  },
  {
    "content": "<p>(c)    any part of the Website, Services or Analytics will be uninterrupted, error-free, virus-free or safe in any manner for browsing or download;</p>"
  },
  {
    "content": "<p>(d)    any products, services, information, content or any other materials purchased, procured or obtained by you through the Website and Services will meet your requirements or expectations.</p>"
  },
  {
    "content": "<p>10.3     Contents displayed on the Website and Services may include materials, views and opinions of third parties which do not necessarily reflect our position. Therefore we cannot and do not guarantee the accuracy or completeness of, or otherwise endorse, these materials, views and opinions.</p>"
  },
  {
    "content": "<p>10.4     Where we provide advertisements of third party products or services on the Website or Services (whether or not by way of hypertext links to another website) we do so for information purposes only, and such advertisements are not endorsements or approval by us of any such products or services and we accept no liability nor make any endorsement or approval of the same. We neither endorse nor approve the contents of the third party websites to which such advertisements are linked and your access to such websites shall be entirely at your own risk and subject to such terms and conditions as may be posted thereon.</p>"
  },
  {
    "content": "<p>10.5     Specific provisions relating to analytics</p>"
  },
  {
    "content": "<p>(a)     The provisions of this Section 10.5 shall, in addition to other provisions of the Terms and Conditions, apply to information provided on the Website in the form of analytics collectively the “Analytics”). The Analytics we provide on the Website are intended for your general reference and information only.</p>"
  },
  {
    "content": "<p>(b)     To generate the Analytics, we make use of our proprietary technology to capture, curate, manage and process data and contents from various sources, including the World Wide Web.</p>"
  },
  {
    "content": "<p>(c)    While we have taken care to ensure the Analytics are correct, no warranty, express or implied, is given as to their accuracy or reliability.</p>"
  },
  {
    "content": "<p>(d)     We do not accept any liability for error or omission, nor will we be held responsible for how the Analytics are used, how they are interpreted or what reliance is placed on them.</p>"
  },
  {
    "content": "<p>(e)     We do not guarantee that the Analytics are fit for any particular purpose.</p>"
  },
  {
    "content": "<p>(f)     We recommend that users exercise their own skill and care with respect to their use of the Analytics provided and that users carefully evaluate the accuracy, currency, completeness and relevance of the Analytics for their purposes.</p>"
  },
  {
    "content": "<p>(g)    The Analytics provided are not substitute for independent professional advice and users should obtain appropriate professional advice relevant to their particular circumstances.</p>"
  },
  {
    "content": "<p>10.6     Certain information and statements included in the Website, Services and Analytics are forward-looking. These forward-looking statements are based on certain assumptions and reflect our current expectations and analysis. Consequently, forward-looking statements are subject to a number of risks and uncertainties that could cause actual results or events to differ materially and significantly from current expectations and outcomes. There is no assurance or warranty that any forward-looking statements in the Website, Services and Analytics will materialise. You are advised not to place undue reliance on forward-looking statements and we disclaim any obligation or responsibility to update or revise any forward-looking statements.</p>"
  },
  {
    "content": "<p><strong>11. DISCLAIMER</strong></p>"
  },
  {
    "content": "<p>11.1     YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAWS, WE FOR OURSELVES AND ON BEHALF OF OUR RELATED OR AFFILIATED COMPANIES, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS, LICENSORS AND VENDORS EXCLUDE LIABILITY FOR ANY LOSSES, DAMAGES, CLAIMS, COSTS AND EXPENSES OF WHATEVER NATURE AND HOWSOEVER ARISING, INCLUDING WITHOUT LIMITATION ANY DIRECT, INDIRECT, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, LOSS OF USE, LOSS OF DATA, LOSS CAUSED BY A VIRUS, LOSS OF INCOME, PROFITS OR GOODWILL, LOSS OF OR DAMAGE TO PROPERTY, CLAIMS OF THIRD PARTIES, OR OTHER LOSSES OF ANY KIND OR CHARACTER, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES, ARISING OUT OF, IN CONNECTION WITH OR RESULTTING FROM THE USE OR INABILITY TO USE THE WEBSITE, SERVICES AND ANALYTICS.</p>"
  },
  {
    "content": "<p>11.2     Without prejudice to the foregoing, we, our officers, employees, agents, suppliers, and licensors shall not be liable to you for any cost, claim, liability, expense, demand or damages whatsoever (including any loss of profits, lost savings, direct, indirect, special, incidental or punitive losses or consequential damages) arising out of:</p>"
  },
  {
    "content": "<p>•     your use or inability to use the Website, the Services or any part thereof;</p>"
  },
  {
    "content": "<p>•     any error, omission or inaccuracy with respect to any advice or information obtained by virtue of the Website or the Services;</p>"
  },
  {
    "content": "<p>•     the inaccuracies, delays, omissions, non-deliveries of information caused by any human/mechanical/electrical fault, omission, breach of contract, negligence or otherwise.</p>"
  },
  {
    "content": "<p>11.3    You expressly acknowledge and agree that the disclaimers and exclusions of liability set forth in the Terms and Conditions represent a fair and reasonable allocation of the risks and benefits of the contract between you and us, taking into account all relevant factors including without limitation the value of the consideration provided by you. You further agree that these disclaimers and limitations shall be enforceable to the fullest extent permitted by applicable law in all jurisdictions worldwide.</p>"
  },
  {
    "content": "<p><strong>12. INDEMNITY</strong></p>"
  },
  {
    "content": "<p>12.1     Without prejudice to any of the other provisions of the Terms and Conditions and to any other rights and remedies which we may have at law, you agree, at your own expenses, to  indemnify, defend and hold us, our officers, employees, agents, suppliers, and licensors harmless at all times against all actions, proceedings, costs, claims, expenses (including legal costs on a full indemnity basis), demands, liabilities, losses (whether direct, indirect or consequential) and damages (whether in tort, contract or otherwise) whatsoever (including claims made by third parties and claims for defamation, infringement of intellectual property rights, death, bodily injury, wrongful use of computers, unauthorised or illegal access to computers (including hacking), property damage or pecuniary losses howsoever arising, which we, our officers, employees, agents, suppliers and licensors may sustain, incur, suffer or pay arising out of, in connection with or pursuant to the Terms and Conditions or the use of the Website and the Services whether authorised or not or any act or omission on your part.</p>"
  },
  {
    "content": "<p><strong>13. TERMINATION</strong></p>"
  },
  {
    "content": "<p>13.1     We reserve the right at our sole discretion to immediately terminate your access to and use of the Website and Services without prior notice. Cause for such termination shall include without limitation:</p>"
  },
  {
    "content": "<p>(a)    if you fail to comply with any of the Terms and Conditions and Privacy Policy;</p>"
  },
  {
    "content": "<p>(b)    request by law enforcement, other government agencies or pursuant to a court order;</p>"
  },
  {
    "content": "<p>(c)    failure to make payment of applicable subscription fee;</p>"
  },
  {
    "content": "<p>(d)    infringement of our intellectual property rights or those of third parties;</p>"
  },
  {
    "content": "<p>(e)    by virtue of your engagement in any fraudulent, unlawful or illegal activities;</p>"
  },
  {
    "content": "<p>(f)     discontinuance or material modification to the Website or Services or part thereof;</p>"
  },
  {
    "content": "<p>(g)    unexpected technical, security or other problems beyond our control;</p>"
  },
  {
    "content": "<p>(h)    extended duration of inactivity of your account;</p>"
  },
  {
    "content": "<p>(i)    a request made by you (self-initiated account deletions);</p>"
  },
  {
    "content": "<p>(j)     if you are declared insolvent or bankrupt;</p>"
  },
  {
    "content": "<p>(k)    upon your death.</p>"
  },
  {
    "content": "<p>13.2    Termination of your account may include without limitation any of the following:</p>"
  },
  {
    "content": "<p>(a)    removal of access or usage of any of the offerings within the Website or Services;</p>"
  },
  {
    "content": "<p>(b)    deletion of your account and all related information, files and contents associated with or inside your account (or part thereof);</p>"
  },
  {
    "content": "<p>(c)    prohibition of further access or usage of the Website or Services.</p>"
  },
  {
    "content": "<p>13.3    You agree that all terminations for cause shall be made in our sole discretion and upon termination, your right to use the Website and Services immediately ceases. We shall not be liable to you or to any third party for such termination of your account, any associated email address or access to the Website and Services. </p>"
  },
  {
    "content": "<p>13.4    Where a paid subscription fee of the Website and Services is terminated, you understand that we shall be under no obligation to refund you the whole or any of part of any fees paid by you in advance. In addition, you are not entitled to any compensation or indemnity for loss of rights, goodwill or otherwise, as a result of the termination in accordance with the Terms and Conditions. </p>"
  },
  {
    "content": "<p><strong>14. NOTICES</strong></p>"
  },
  {
    "content": "<p>14.1     Any notice required or permitted may be made by e-mail properly addressed to the intended recipient, and in the case of notice to us at the e-mail address provided below.</p>"
  },
  {
    "content": "<p><strong>15. ASSIGNMENT</strong></p>"
  },
  {
    "content": "<p>15.1     We may assign, delegate and/or otherwise transfer our rights and obligations hereunder to any person or entity. You may however not assign, delegate or otherwise transfer any of your rights or obligations hereunder without our prior written consent. The contract formed hereunder shall be binding upon and inure to the benefit of the parties and their respective successors and permitted assigns.</p>"
  },
  {
    "content": "<p><strong>16. NO WAIVER</strong></p>"
  },
  {
    "content": "<p>16.1     No waiver on our part to exercise, and no delay in exercising, any right, power or provision of the Terms and Conditions shall operate as a waiver thereof, nor shall any single or partial exercise of any right, power or provision hereunder preclude the exercise of that or any other right, power or provision. The rights and remedies provided in the Terms and Conditions are cumulative and are not exclusive of any rights or remedies provided by law.</p>"
  },
  {
    "content": "<p><strong>17. SEVERABILITY</strong></p>"
  },
  {
    "content": "<p>17.1     Should any part of the Terms and Conditions be declared invalid or unenforceable by a court of competent jurisdiction, this shall not affect the validity of any remaining portion and such remaining portion shall remain in full force and effect as if the invalid portion of the Terms and Conditions had been eliminated.</p>"
  },
  {
    "content": "<p><strong>18. ENTIRE AGREEMENT</strong></p>"
  },
  {
    "content": "<p>18.1     The Terms and Conditions contain the entire understanding between us with respect to the Website and no representation, statement, inducement oral or written, not contained herein shall bind either of us.</p>"
  },
  {
    "content": "<p><strong>19. CHANGES TO TERMS AND CONDITIONS </strong></p>"
  },
  {
    "content": "<p>19.1     We reserve the right, at our sole discretion, to change, modify, add or remove any of the provisions of the Terms and Conditions at any time. Such modifications shall be effective immediately. You shall therefore check this page periodically for changes to the Terms and Conditions. Your continued use of the Website following the posting of changes to the Terms and Conditions shall mean that you accept those changes.</p>"
  },
  {
    "content": "<p>19.2     We may from time to time introduce new services. Use of such new services may be governed by specific terms and conditions in addition to the Terms and Conditions herein. Such specific terms and conditions shall be read together with the Terms and Conditions herein.</p>"
  },
  {
    "content": "<p><strong>20. GOVERNING LAW &amp; JURISDICTION</strong></p>"
  },
  {
    "content": "<p>20.1     The Terms and Conditions shall be governed by and construed in accordance with the laws of Malaysia and all disputes arising in any way out of or affecting the Terms and Conditions shall be subject to the non-exclusive jurisdiction of the courts of Malaysia, to which the parties agree to submit.</p>"
  },
  {
    "content": "<p>20.2     As the Website and Services may be accessed internationally, the users who access the Website are responsible for compliance with the laws of the jurisdictions from which they access the Website, if and to the extent local laws are applicable.</p>"
  },
  {
    "content": "<p><strong>21. INTERPRETATION </strong></p>"
  },
  {
    "content": "<p>21.1     Section headings in the Terms and Conditions are for convenience only and shall not affect the meaning or interpretation of the Terms and Conditions or any provisions thereof. </p>"
  },
  {
    "content": "<p>21.2    Words in the singular include the plural, and vice versa.</p>"
  },
  {
    "content": "<p>21.3    A reference to a person includes a reference to a firm, a body corporate, an unincorporated association or authority.</p>"
  },
  {
    "content": "<p>21.4    A reference to writing includes any method of reproducing words in a legible and non-transitory form, including e-mail. </p>"
  },
  {
    "content": "<p>21.5     A reference to user/s includes the following:</p>"
  },
  {
    "content": "<p>(a)    Users who are only allowed to use the Website for non-commercial purposes e.g. potential buyers or sellers; and</p>"
  },
  {
    "content": "<p>(b)    Users who are allowed to use the Website for commercial purposes, including without limitation, persons duly licensed under the Valuers, Appraisers and Estate Agents Act 1981 of Malaysia and the Estate Agents Act (Chapter 95A) of Singapore. This category of users is granted additional access to the Website. </p>"
  },
  {
    "content": "<p>Where there is a distinction between such user/s, it is expressly stated in the Terms and Conditions herein. </p>"
  },
  {
    "content": "<p><strong>22. PERSONAL DATA PROTECTION POLICY</strong></p>"
  },
  {
    "content": "<p>22.1     We may collect your personal data which includes without limitation, your name, NRIC No., passport number or other identification number, address, email, phone number, email address, photograph etc. to enable us to process your application and/or use the Website. Such collection and/or the processing of your personal data shall be done in accordance with the provisions under the Personal Data Protection Act 2010 of Malaysia and Personal Data Protection Act of Singapore 2012 (No.26 of 2012), as applicable.</p>"
  },
  {
    "content": "<p>22.2    On registration, you must provide us with accurate, complete registration information and it is your responsibility to update and maintain changes to that information on the Website. We are entitled to rely on any information you provide to us.</p>"
  },
  {
    "content": "<p>22.3    You agree that we are entitled to use your personal data for marketing purposes, contacting you for a feedback and/or for purposes as stated in our Privacy Policy.</p>"
  },
  {
    "content": "<p>22.4    Please refer to our Privacy Policy for our personal data protection policy governing our collection of personal data. The Privacy Policy shall form part of the Terms and Conditions.  </p>"
  },
  {
    "content": "<p> </p>"
  },
  {
    "content": "<p><strong>23. LINKING AND FRAMING</strong></p>"
  },
  {
    "content": "<p>23.1     By linking to the Website, you represent that you have read and agree to be bound by the provisions of this Section 23. You further represent that you have read and agree to be bound by the Terms and Conditions of the Website.  </p>"
  },
  {
    "content": "<p>23.2    The Website and Services may contain links to third party websites. These third-party websites are not related to, associated with us or under our control. They are provided for your convenience only and such links do not indicate any affiliation, endorsement or association by us of any of such websites or the contents contained therein. Any statements, advice, services, offerings or content provided on these third party websites are not monitored by us nor controlled by us. We are therefore not responsible or liable for the contents of such linked websites and we do not guarantee the accuracy, completeness or reliability of such websites.  You should make your own judgment and conduct your own due diligence that you deem necessary when transacting with or accessing the information on these websites.  We reserve the right to disable any links to any third party websites in our sole discretion. </p>"
  },
  {
    "content": "<p>23.3     You acknowledge that the Website, including but not limited to the text, contents, photographs, videos, audio, sound files, images and graphics, compilation of data, information and search results have been specially designed by us for presentation in a unique format and appearance, with our look and feel (collectively “Look and Feel”), and that such Look and Feel is protected by copyrights, trademarks, service marks, international treaties and/or other proprietary rights and laws of Malaysia, Singapore and other countries. Upon linking to the Website pursuant to the terms and conditions of this Section 23, you will be granted a non-exclusive, non-transferable, royalty-free license to use the Website mark solely for providing an underlined, textual link from your website to our homepage at  HYPERLINK \"<a href=\"http://www.theedgeproperty.com\">http://www.theedgeproperty.com</a>\" <a href=\"http://www.theedgeproperty.com\">www.theedgeproperty.com</a> (the “Homepage”). No other use of the Website mark or name is permitted without our prior written consent.</p>"
  },
  {
    "content": "<p>23.4     Without limiting the provisions contained in this Section 23, you may include a link on your website to the Homepage. Please notify us at our email address specified below when you link to the Homepage pursuant to this Section 23.4. You may not however link to the Website any site containing inappropriate, profane, defamatory, infringing, obscene, indecent or any objectionable or unlawful topics, names, material or information, or material or information that violates any applicable intellectual property, proprietary, privacy or publicity rights.</p>"
  },
  {
    "content": "<p>23.5     We are concerned about the integrity of the Website when it is accessed in a manner solely determined by third parties or viewed in a setting solely created by third parties. Specifically, we are concerned with activities such as linking to an internal or subsidiary page of the Website that is located one or several levels down from the Homepage (“deep linking”), or bringing up or presenting content of the Website within another website (“framing”). In this regard, without limiting the provisions contained in this Section 23, you must make a specific request for, and secure permission from us prior to deep linking to, or framing, the Website or any of its content, or engaging in similar activities. If you would like to deep link to or frame the Website, or any of its content, you must request permission from us in writing.</p>"
  },
  {
    "content": "<p>23.6     We may by notice to you and without assigning any reasons thereof revoke any prior permission granted to you under this Section 23 to link or deep link to or frame the Homepage or any part thereof and you shall forthwith upon receipt of the notice cease such linking or deep linking or framing.</p>"
  },
  {
    "content": "<p><strong>24.    NOTICE AND TAKEDOWN</strong></p>"
  },
  {
    "content": "<p>24.1    In compliance with the provisions of the Copyright Act 1987 and laws with corresponding provisions in other jurisdictions, we adopt a policy of terminating, in appropriate circumstances and at our sole discretion, subscribers or account holders who are infringing our copyright or those of others. </p>"
  },
  {
    "content": "<p>24.2    If you believe that any of your copyrighted works has been copied and been posted on our Website in a way that amounts to copyright infringements and/or offence under the Copyright Act 1987, please write to us for more information on our policy on the applicable take-down and counter-notices.</p>"
  },
  {
    "content": "<p><strong>The Edge Property Sdn Bhd</strong></p>"
  },
  {
    "content": "<p>Level 3 Menara KLK</p>"
  },
  {
    "content": "<p>No. 1, Jalan PJU7/6, Mutiara Damansara</p>"
  },
  {
    "content": "<p>47810 Petaling Jaya </p>"
  },
  /*{
    "content": "<p>Singapore 069543</p>"
  },
  {
    "content": "<p> </p>"
  },
  {
    "content": "<p>Tel: <a href=\"tel:+60377218000\">(603) 7721 8000</a></p>"
  },
  {
    "content": "<p>Fax: (603) 7721 8118</p>"
  },
  {
    "content": "<p>Email: <a href=\"mailto:info@bizedge.com\">info@bizedge.com</a></p>"
  },
  {
    "content": "<p>Last upated on 13 April 2015</p>"
  },*/
  {
    "content": "<p> </p>"
  },
  {
    "content": "<p> </p>"
  }
]
